# ru.py
"""
Модуль с текстовыми константами на русском языке.
Здесь можно хранить все строки, используемые в боте.
"""


WELCOME_TEXT = "Выберите один из вариантов ниже👇:"
RAND_MESSAGES = [
    "Привет, {name}! Участвовал(а) в мероприятии на этой неделе? Поделись своими впечатлениями! 😊",
    "Напоминаем, что скоро пройдет важное событие! Не забудь зарегистрироваться, {name}! 🚀",
    "Привет, {name}! Надеемся, у тебя отличное настроение. Приходи на мероприятие и встречай новых друзей! 🎉",
    "Здравствуй, {name}! В этом месяце проходит важное студенческое событие, не пропусти! 📅",
    "Эй, {name}! Проверь расписание — возможно, сегодня состоится интересное мероприятие! 🔔",
    "Привет, {name}! Уже планируешь свои мероприятия на следующую неделю? Мы ждем тебя! 🗓️",
    "Добрый день, {name}! Не забудь зарегистрироваться на мероприятие, чтобы не упустить шанс получить новые знания! 📚",
    "Приветствую, {name}! Если у тебя есть вопросы о мероприятии, напиши нам — мы всегда рады помочь! 💬",
    "Эй, {name}! Твои отзывы важны для нас. Расскажи, что ты думаешь о последнем мероприятии! ⭐"
]
